


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; B-01 TACT(MALE) OUTFIT ;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;
;;;;HEADPROPS;;;;;
;;;;;;;;;;;;;;;;;;

[HDivers2_B-01Tact_M_HeadProps_A_Helmet_HD_Helm_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术头盔(潜兵)"

[HDivers2_B-01Tact_M_HeadProps_A_Helmet_HD_FPU_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术头盔(潜兵)"

[HDivers2_B-01Tact_M_HeadProps_A_Helmet_HD_FPL_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术头盔(潜兵)"

;--------------------------------------------------

[HDivers2_B-01Tact_M_HeadProps_B_Helmet_XCOM_Helm_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术头盔(XCOM)"

[HDivers2_B-01Tact_M_HeadProps_B_Helmet_XCOM_FPU_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术头盔(XCOM)"

[HDivers2_B-01Tact_M_HeadProps_B_Helmet_XCOM_FPL_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术头盔(XCOM)"

;--------------------------------------------------

;;;;;;;;;;;;;;;;;;
;;;;TORSO GEAR;;;;
;;;;;;;;;;;;;;;;;;

[HDivers2_B-01Tact_M_TG_A_Vest_HD_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术背心护甲(潜兵)"

[HDivers2_B-01Tact_M_TG_B_Vest_XCOM_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术背心护甲(XCOM)"

[HDivers2_B-01Tact_M_TG_C_Gear_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术背心装备"



;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;L手臂显示器;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[Kev_HDivers2_B-01Tact_M_LFA_Monitor_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左手臂显示器"

[LgtPlated_HDivers2_B-01Tact_M_LFA_Monitor_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左手臂显示器"

[MedPlated_HDivers2_B-01Tact_M_LFA_Monitor_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左手臂显示器"

[HvyPlated_HDivers2_B-01Tact_M_LFA_Monitor_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左手臂显示器"

[LgtPowered_HDivers2_B-01Tact_M_LFA_Monitor_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左手臂显示器"

[MedPowered_HDivers2_B-01Tact_M_LFA_Monitor_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左手臂显示器"

[HvyPowered_HDivers2_B-01Tact_M_LFA_Monitor_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左手臂显示器"

;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;RFOREARM BRACE;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[Kev_HDivers2_B-01Tact_M_RFA_Brace_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右前臂 支架"

[LgtPlated_HDivers2_B-01Tact_M_RFA_Brace_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右前臂 支架"

[MedPlated_HDivers2_B-01Tact_M_RFA_Brace_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右前臂 支架"

[HvyPlated_HDivers2_B-01Tact_M_RFA_Brace_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右前臂 支架"

[LgtPowered_HDivers2_B-01Tact_M_RFA_Brace_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右前臂 支架"

[MedPowered_HDivers2_B-01Tact_M_RFA_Brace_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右前臂 支架"

[HvyPowered_HDivers2_B-01Tact_M_RFA_Brace_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右前臂 支架"



;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;LSHOULDER PAULDRONS;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Kev_HDivers2_B-01Tact_M_LShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(潜兵)"

[LgtPlated_HDivers2_B-01Tact_M_LShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(潜兵)"

[MedPlated_HDivers2_B-01Tact_M_LShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(潜兵)"

[HvyPlated_HDivers2_B-01Tact_M_LShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(潜兵)"

[LgtPowered_HDivers2_B-01Tact_M_LShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(潜兵)"

[MedPowered_HDivers2_B-01Tact_M_LShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(潜兵)"

[HvyPowered_HDivers2_B-01Tact_M_LShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(潜兵)"

;------------------------------------------------

[Kev_HDivers2_B-01Tact_M_LShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(XCOM)"

[LgtPlated_HDivers2_B-01Tact_M_LShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(XCOM)"

[MedPlated_HDivers2_B-01Tact_M_LShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(XCOM)"

[HvyPlated_HDivers2_B-01Tact_M_LShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(XCOM)"

[LgtPowered_HDivers2_B-01Tact_M_LShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(XCOM)"

[MedPowered_HDivers2_B-01Tact_M_LShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(XCOM)"

[HvyPowered_HDivers2_B-01Tact_M_LShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左肩 护肩(XCOM)"



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;RSHOULDER PAULDRONS;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Kev_HDivers2_B-01Tact_M_RShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(潜兵)"

[LgtPlated_HDivers2_B-01Tact_M_RShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(潜兵)"

[MedPlated_HDivers2_B-01Tact_M_RShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(潜兵)"

[HvyPlated_HDivers2_B-01Tact_M_RShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(潜兵)"

[LgtPowered_HDivers2_B-01Tact_M_RShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(潜兵)"

[MedPowered_HDivers2_B-01Tact_M_RShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(潜兵)"

[HvyPowered_HDivers2_B-01Tact_M_RShou_Pauld_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(潜兵)"

;------------------------------------------------

[Kev_HDivers2_B-01Tact_M_RShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(XCOM)"

[LgtPlated_HDivers2_B-01Tact_M_RShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(XCOM)"

[MedPlated_HDivers2_B-01Tact_M_RShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(XCOM)"

[HvyPlated_HDivers2_B-01Tact_M_RShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(XCOM)"

[LgtPowered_HDivers2_B-01Tact_M_RShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(XCOM)"

[MedPowered_HDivers2_B-01Tact_M_RShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(XCOM)"

[HvyPowered_HDivers2_B-01Tact_M_RShou_Pauld_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右肩 护肩(XCOM)"




;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_HDivers2_B-01Tact_M_Arms_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 A(潜兵)"

[LgtPlated_HDivers2_B-01Tact_M_Arms_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 A(潜兵)"

[MedPlated_HDivers2_B-01Tact_M_Arms_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 A(潜兵)"

[HvyPlated_HDivers2_B-01Tact_M_Arms_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 A(潜兵)"

[LgtPowered_HDivers2_B-01Tact_M_Arms_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 A(潜兵)"

[MedPowered_HDivers2_B-01Tact_M_Arms_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 A(潜兵)"

[HvyPowered_HDivers2_B-01Tact_M_Arms_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 A(潜兵)"

;-------------------------------------------------------------

[Kev_HDivers2_B-01Tact_M_Arms_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 B(XCOM)"

[LgtPlated_HDivers2_B-01Tact_M_Arms_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 B(XCOM)"

[MedPlated_HDivers2_B-01Tact_M_Arms_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 B(XCOM)"

[HvyPlated_HDivers2_B-01Tact_M_Arms_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 B(XCOM)"

[LgtPowered_HDivers2_B-01Tact_M_Arms_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 B(XCOM)"

[MedPowered_HDivers2_B-01Tact_M_Arms_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 B(XCOM)"

[HvyPowered_HDivers2_B-01Tact_M_Arms_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 B(XCOM)"

;-------------------------------------------------------------

;-------------------------------------------------------------

[Kev_HDivers2_B-01Tact_M_Arms_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 C"

[LgtPlated_HDivers2_B-01Tact_M_Arms_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 C"

[MedPlated_HDivers2_B-01Tact_M_Arms_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 C"

[HvyPlated_HDivers2_B-01Tact_M_Arms_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 C"

[LgtPowered_HDivers2_B-01Tact_M_Arms_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 C"

[MedPowered_HDivers2_B-01Tact_M_Arms_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 C"

[HvyPowered_HDivers2_B-01Tact_M_Arms_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术手臂 C"

;-------------------------------------------------------------

;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_HDivers2_B-01Tact_M_Legs_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术腿"

[LgtPlated_HDivers2_B-01Tact_M_Legs_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术腿"

[MedPlated_HDivers2_B-01Tact_M_Legs_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术腿"

[HvyPlated_HDivers2_B-01Tact_M_Legs_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术腿"

[LgtPowered_HDivers2_B-01Tact_M_Legs_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术腿"

[MedPowered_HDivers2_B-01Tact_M_Legs_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术腿"

[HvyPowered_HDivers2_B-01Tact_M_Legs_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术腿"

;;;;;;;;;;;;;
;;;;TORSO;;;;
;;;;;;;;;;;;;

[Kev_HDivers2_B-01Tact_M_Torso_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 A(潜兵)"

[LgtPlated_HDivers2_B-01Tact_M_Torso_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 A(潜兵)"

[MedPlated_HDivers2_B-01Tact_M_Torso_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 A(潜兵)"

[HvyPlated_HDivers2_B-01Tact_M_Torso_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 A(潜兵)"

[LgtPowered_HDivers2_B-01Tact_M_Torso_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 A(潜兵)"

[MedPowered_HDivers2_B-01Tact_M_Torso_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 A(潜兵)"

[HvyPowered_HDivers2_B-01Tact_M_Torso_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 A(潜兵)"

;-------------------------------------------------------------

[Kev_HDivers2_B-01Tact_M_Torso_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 B(潜兵 - 无披肩)"

[LgtPlated_HDivers2_B-01Tact_M_Torso_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 B(潜兵 - 无披肩)"

[MedPlated_HDivers2_B-01Tact_M_Torso_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 B(潜兵 - 无披肩)"

[HvyPlated_HDivers2_B-01Tact_M_Torso_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 B(潜兵 - 无披肩)"

[LgtPowered_HDivers2_B-01Tact_M_Torso_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 B(潜兵 - 无披肩)"

[MedPowered_HDivers2_B-01Tact_M_Torso_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 B(潜兵 - 无披肩)"

[HvyPowered_HDivers2_B-01Tact_M_Torso_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 B(潜兵 - 无披肩)"

;-------------------------------------------------------------

[Kev_HDivers2_B-01Tact_M_Torso_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 C(XCOM)"

[LgtPlated_HDivers2_B-01Tact_M_Torso_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 C(XCOM)"

[MedPlated_HDivers2_B-01Tact_M_Torso_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 C(XCOM)"

[HvyPlated_HDivers2_B-01Tact_M_Torso_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 C(XCOM)"

[LgtPowered_HDivers2_B-01Tact_M_Torso_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 C(XCOM)"

[MedPowered_HDivers2_B-01Tact_M_Torso_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 C(XCOM)"

[HvyPowered_HDivers2_B-01Tact_M_Torso_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 C(XCOM)"

;-------------------------------------------------------------

[Kev_HDivers2_B-01Tact_M_Torso_D_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 D(XCOM - 无披肩)"

[LgtPlated_HDivers2_B-01Tact_M_Torso_D_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 D(XCOM - 无披肩)"

[MedPlated_HDivers2_B-01Tact_M_Torso_D_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 D(XCOM - 无披肩)"

[HvyPlated_HDivers2_B-01Tact_M_Torso_D_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 D(XCOM - 无披肩)"

[LgtPowered_HDivers2_B-01Tact_M_Torso_D_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 D(XCOM - 无披肩)"

[MedPowered_HDivers2_B-01Tact_M_Torso_D_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 D(XCOM - 无披肩)"

[HvyPowered_HDivers2_B-01Tact_M_Torso_D_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术身体 D(XCOM - 无披肩)"

;-------------------------------------------------------------

;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_HDivers2_B-01Tact_M_Arm_L_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 A(潜兵)"

[LgtPlated_HDivers2_B-01Tact_M_Arm_L_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 A(潜兵)"

[MedPlated_HDivers2_B-01Tact_M_Arm_L_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 A(潜兵)"

[HvyPlated_HDivers2_B-01Tact_M_Arm_L_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 A(潜兵)"

[LgtPowered_HDivers2_B-01Tact_M_Arm_L_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 A(潜兵)"

[MedPowered_HDivers2_B-01Tact_M_Arm_L_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 A(潜兵)"

[HvyPowered_HDivers2_B-01Tact_M_Arm_L_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 A(潜兵)"

;-------------------------------------------------------------

[Kev_HDivers2_B-01Tact_M_Arm_L_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 B(XCOM)"

[LgtPlated_HDivers2_B-01Tact_M_Arm_L_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 B(XCOM)"

[MedPlated_HDivers2_B-01Tact_M_Arm_L_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 B(XCOM)"

[HvyPlated_HDivers2_B-01Tact_M_Arm_L_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 B(XCOM)"

[LgtPowered_HDivers2_B-01Tact_M_Arm_L_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 B(XCOM)"

[MedPowered_HDivers2_B-01Tact_M_Arm_L_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 B(XCOM)"

[HvyPowered_HDivers2_B-01Tact_M_Arm_L_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 B(XCOM)"

;-------------------------------------------------------------

[Kev_HDivers2_B-01Tact_M_Arm_L_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 C"

[LgtPlated_HDivers2_B-01Tact_M_Arm_L_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 C"

[MedPlated_HDivers2_B-01Tact_M_Arm_L_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 C"

[HvyPlated_HDivers2_B-01Tact_M_Arm_L_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 C"

[LgtPowered_HDivers2_B-01Tact_M_Arm_L_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 C"

[MedPowered_HDivers2_B-01Tact_M_Arm_L_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 C"

[HvyPowered_HDivers2_B-01Tact_M_Arm_L_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术左臂 C"

;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_HDivers2_B-01Tact_M_Arm_R_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 A(潜兵)"

[LgtPlated_HDivers2_B-01Tact_M_Arm_R_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 A(潜兵)"

[MedPlated_HDivers2_B-01Tact_M_Arm_R_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 A(潜兵)"

[HvyPlated_HDivers2_B-01Tact_M_Arm_R_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 A(潜兵)"

[LgtPowered_HDivers2_B-01Tact_M_Arm_R_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 A(潜兵)"

[MedPowered_HDivers2_B-01Tact_M_Arm_R_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 A(潜兵)"

[HvyPowered_HDivers2_B-01Tact_M_Arm_R_A_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 A(潜兵)"

;-------------------------------------------------------------

[Kev_HDivers2_B-01Tact_M_Arm_R_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 B(XCOM)"

[LgtPlated_HDivers2_B-01Tact_M_Arm_R_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 B(XCOM)"

[MedPlated_HDivers2_B-01Tact_M_Arm_R_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 B(XCOM)"

[HvyPlated_HDivers2_B-01Tact_M_Arm_R_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 B(XCOM)"

[LgtPowered_HDivers2_B-01Tact_M_Arm_R_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 B(XCOM)"

[MedPowered_HDivers2_B-01Tact_M_Arm_R_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 B(XCOM)"

[HvyPowered_HDivers2_B-01Tact_M_Arm_R_B_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 B(XCOM)"

;-------------------------------------------------------------

[Kev_HDivers2_B-01Tact_M_Arm_R_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 C"

[LgtPlated_HDivers2_B-01Tact_M_Arm_R_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 C"

[MedPlated_HDivers2_B-01Tact_M_Arm_R_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 C"

[HvyPlated_HDivers2_B-01Tact_M_Arm_R_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 C"

[LgtPowered_HDivers2_B-01Tact_M_Arm_R_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 C"

[MedPowered_HDivers2_B-01Tact_M_Arm_R_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 C"

[HvyPowered_HDivers2_B-01Tact_M_Arm_R_C_T X2BodyPartTemplate]
DisplayName="绝地潜兵2:B-01战术右臂 C"
